labels = {
    'greeting': 'Привет, {}, я ваш телеграмм-бот!',

    'guide': 'Как всё устроено?',
    'guide_text': 'Я бот, созданный для конвертации изображений в текст, пришли мне что-нибудь 🤗',

    'settings_text': 'Выберите действия:',

    'generate': 'Генерировать!',
    'start_generating': 'Ожидайте ~1 мин.',
    'generation_result': '✅ Ваша Генерация:',
    
    'unknown_command': 'Неизвестная команда, напишите /reload',
    'cancel': 'Отменено',
    'selected': 'Выбрано',
    'back': 'Назад',

    'models': ['GPT-3.5', 'Mistral-7B'],
    'tasks': ['Гадание', 'Описание'],
    'tasks_prompts': ['image_forecaster.txt', 'image_description.txt'],
}